Tekla Open API Reference for Tekla Structures 2025
FinishItem Methods
The FinishItem type exposes the following members.
Methods
Name | Description
ToString
Returns the fully qualified type name of this instance.
 (Overrides ValueType.ToString().)
Top
See Also
Reference
FinishItem Structure
Tekla.Structures.Catalogs Namespace